05_erb_layout_partial/deas-0.27.0/bench_results.txt
Running 2s test @ http://0.0.0.0:9292
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    26.91ms   11.69ms  78.36ms   95.45%
    Req/Sec   146.45     29.21   207.00     54.55%
  592 requests in 2.00s, 242.79KB read
  Socket errors: connect 0, read 3, write 1, timeout 0
Requests/sec:    296.02
Transfer/sec:    121.40KB